Repository: oflorezawaken-dev/huawei-app-factory
Catalog: apps-ios/shift-slip/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_pt, tr, zh_hans

# common.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_pt: Cancelar
tr: Vazgeç
zh_hans: 取消

# common.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fatto
pt_pt: Concluído
tr: Bitti
zh_hans: 完成

# common.recordsnotadvice
source: ShiftSlip keeps records and does arithmetic on them. It gives no tax advice.
ar: يحتفظ ShiftSlip بالسجلات ويجري حسابات عليها. لا يقدم أي استشارة ضريبية.
de: ShiftSlip führt Aufzeichnungen und rechnet damit. Es gibt keine Steuerberatung.
es: ShiftSlip guarda registros y hace cálculos con ellos. No ofrece asesoría fiscal.
fr: ShiftSlip conserve des registres et fait des calculs avec. Il ne donne aucun conseil fiscal.
it: ShiftSlip conserva i tuoi dati e fa i calcoli su di essi. Non fornisce consulenza fiscale.
pt_pt: O ShiftSlip guarda registos e faz cálculos com eles. Não dá aconselhamento fiscal.
tr: ShiftSlip kayıt tutar ve bunlar üzerinde hesaplama yapar. Vergi danışmanlığı vermez.
zh_hans: ShiftSlip 会保存记录并进行运算，但不提供税务建议。

# common.sample.badge
source: Sample
ar: عيّنة
de: Beispiel
es: Ejemplo
fr: Exemple
it: Esempio
pt_pt: Exemplo
tr: Örnek
zh_hans: 示例

# common.sampledata.notice
source: This screen includes sample data. Remove it anytime in Settings.
ar: تحتوي هذه الشاشة على بيانات عيّنة. يمكنك إزالتها في أي وقت من الإعدادات.
de: Dieser Bildschirm enthält Beispieldaten. Du kannst sie jederzeit in den Einstellungen entfernen.
es: Esta pantalla incluye datos de ejemplo. Puedes quitarlos cuando quieras en Ajustes.
fr: Cet écran contient des données d'exemple. Vous pouvez les supprimer à tout moment dans Réglages.
it: Questa schermata include dati di esempio. Puoi rimuoverli in qualsiasi momento nelle Impostazioni.
pt_pt: Este ecrã inclui dados de exemplo. Pode removê-los a qualquer momento em Definições.
tr: Bu ekran örnek veriler içerir. Bunları istediğin zaman Ayarlar'dan kaldırabilirsin.
zh_hans: 此屏幕包含示例数据。你可以随时在设置中移除它们。

# common.save
source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
pt_pt: Guardar
tr: Kaydet
zh_hans: 存储

# cycle.biweekly
source: Biweekly
ar: كل أسبوعين
de: Zweiwöchentlich
es: Quincenal
fr: Bimensuel
it: Bisettimanale
pt_pt: Quinzenal
tr: İki Haftalık
zh_hans: 每两周

# cycle.monthly
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pt_pt: Mensal
tr: Aylık
zh_hans: 每月

# cycle.semimonthly
source: Semimonthly
ar: نصف شهري
de: Halbmonatlich
es: Dos veces al mes
fr: Bimensuel (1er/16)
it: Bimensile (1/16)
pt_pt: Duas vezes por mês
tr: Ayda İki Kez
zh_hans: 每月两次

# cycle.weekly
source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
pt_pt: Semanal
tr: Haftalık
zh_hans: 每周

# dailytiprecord.duedate %@
source: Due to your employer by %@
ar: يجب تسليمه لصاحب العمل بحلول %@
de: Fällig bei deinem Arbeitgeber bis %@
es: A entregar a tu empleador antes del %@
fr: À remettre à votre employeur avant le %@
it: Da consegnare al tuo datore di lavoro entro il %@
pt_pt: A entregar ao seu empregador até %@
tr: İşverenine %@ tarihine kadar teslim edilmeli
zh_hans: 须于 %@ 前交给雇主

# dailytiprecord.empty
source: No Shifts in This Range
ar: لا توجد ورديات في هذا النطاق
de: Keine Schichten in diesem Zeitraum
es: Sin turnos en este rango
fr: Aucun service sur cette période
it: Nessun turno in questo intervallo
pt_pt: Sem turnos neste intervalo
tr: Bu Aralıkta Vardiya Yok
zh_hans: 此范围内没有班次

# dailytiprecord.end
source: End
ar: النهاية
de: Ende
es: Fin
fr: Fin
it: Fine
pt_pt: Fim
tr: Bitiş
zh_hans: 结束

# dailytiprecord.export
source: Export This Range
ar: تصدير هذا النطاق
de: Diesen Zeitraum exportieren
es: Exportar este rango
fr: Exporter cette période
it: Esporta questo intervallo
pt_pt: Exportar este intervalo
tr: Bu Aralığı Dışa Aktar
zh_hans: 导出此范围

# dailytiprecord.field.cash
source: Cash
ar: نقدًا
de: Bar
es: Efectivo
fr: Espèces
it: Contanti
pt_pt: Dinheiro
tr: Nakit
zh_hans: 现金

# dailytiprecord.field.charge
source: Charge
ar: بطاقة
de: Karte
es: Tarjeta
fr: Carte
it: Carta
pt_pt: Cartão
tr: Kart
zh_hans: 刷卡

# dailytiprecord.field.noncash
source: Noncash
ar: غير نقدي
de: Sachwert
es: No monetario
fr: Non monétaire
it: Non in contanti
pt_pt: Não monetário
tr: Nakit Dışı
zh_hans: 非现金

# dailytiprecord.field.paidout
source: Paid Out
ar: المدفوع
de: Ausgezahlt
es: Repartido
fr: Reversé
it: Versato
pt_pt: Pago
tr: Ödenen
zh_hans: 已支付

# dailytiprecord.field.servicecharges
source: Svc. Charges
ar: رسوم الخدمة
de: Servicegebühren
es: Cargos de servicio
fr: Frais de service
it: Costi di servizio
pt_pt: Taxas de serviço
tr: Servis Ücreti
zh_hans: 服务费

# dailytiprecord.lines
source: Daily Lines
ar: السطور اليومية
de: Tageszeilen
es: Líneas diarias
fr: Lignes quotidiennes
it: Righe giornaliere
pt_pt: Linhas diárias
tr: Günlük Satırlar
zh_hans: 每日记录

# dailytiprecord.start
source: Start
ar: البداية
de: Beginn
es: Inicio
fr: Début
it: Inizio
pt_pt: Início
tr: Başlangıç
zh_hans: 开始

# dailytiprecord.title
source: Daily Tip Record
ar: سجل الإكراميات اليومي
de: Trinkgeld-Tagesnachweis
es: Registro diario de propinas
fr: Relevé quotidien des pourboires
it: Registro giornaliero delle mance
pt_pt: Registo diário de gorjetas
tr: Günlük Bahşiş Kaydı
zh_hans: 每日小费记录

# dailytiprecord.total
source: Month Total
ar: إجمالي الشهر
de: Monatssumme
es: Total del mes
fr: Total du mois
it: Totale del mese
pt_pt: Total do mês
tr: Ay Toplamı
zh_hans: 月总计

# dailytiprecord.total.servicecharges
source: Total Service Charges
ar: إجمالي رسوم الخدمة
de: Servicegebühren gesamt
es: Total de cargos de servicio
fr: Total des frais de service
it: Totale costi di servizio
pt_pt: Total de taxas de serviço
tr: Toplam Servis Ücreti
zh_hans: 服务费总额

# dailytiprecord.total.tips
source: Total Tips
ar: إجمالي الإكراميات
de: Trinkgeld gesamt
es: Propinas totales
fr: Total des pourboires
it: Mance totali
pt_pt: Total de gorjetas
tr: Toplam Bahşiş
zh_hans: 小费总额

# dashboard.empty.body
source: Add a job to start logging shifts.
ar: أضف وظيفة لتبدأ بتسجيل الورديات.
de: Füge einen Job hinzu, um Schichten zu erfassen.
es: Añade un empleo para empezar a registrar turnos.
fr: Ajoutez un emploi pour commencer à enregistrer des services.
it: Aggiungi un lavoro per iniziare a registrare i turni.
pt_pt: Adicione um emprego para começar a registar turnos.
tr: Vardiya kaydetmeye başlamak için bir iş ekle.
zh_hans: 添加一份工作即可开始记录班次。

# dashboard.empty.title
source: No jobs yet
ar: لا توجد وظائف بعد
de: Noch keine Jobs
es: Sin empleos aún
fr: Aucun emploi pour l'instant
it: Nessun lavoro ancora
pt_pt: Ainda sem empregos
tr: Henüz iş yok
zh_hans: 还没有工作

# dashboard.exportnudge
source: It's time to export this month's daily tip record for your employer.
ar: حان وقت تصدير سجل الإكراميات اليومي لهذا الشهر لصاحب العمل.
de: Es ist Zeit, den monatlichen Trinkgeld-Tagesnachweis für deinen Arbeitgeber zu exportieren.
es: Es momento de exportar el registro diario de propinas de este mes para tu empleador.
fr: C'est le moment d'exporter le relevé quotidien des pourboires de ce mois pour votre employeur.
it: È il momento di esportare il registro giornaliero delle mance di questo mese per il tuo datore di lavoro.
pt_pt: É altura de exportar o registo diário de gorjetas deste mês para o seu empregador.
tr: Bu ayın günlük bahşiş kaydını işverenin için dışa aktarma zamanı.
zh_hans: 是时候为你的雇主导出本月的每日小费记录了。

# dashboard.lastshift
source: Last Shift
ar: آخر وردية
de: Letzte Schicht
es: Último turno
fr: Dernier service
it: Ultimo turno
pt_pt: Último turno
tr: Son Vardiya
zh_hans: 上一班次

# dashboard.logshift
source: Log a Shift
ar: تسجيل وردية
de: Schicht erfassen
es: Registrar turno
fr: Enregistrer un service
it: Registra un turno
pt_pt: Registar turno
tr: Vardiya Kaydet
zh_hans: 记录班次

# dashboard.thisweek
source: This Week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
pt_pt: Esta semana
tr: Bu Hafta
zh_hans: 本周

# export.end
source: End
ar: النهاية
de: Ende
es: Fin
fr: Fin
it: Fine
pt_pt: Fim
tr: Bitiş
zh_hans: 结束

# export.format
source: Format
ar: الصيغة
es: Formato
it: Formato
pt_pt: Formato
tr: Biçim
zh_hans: 格式

# export.format.both
source: Both
ar: كلاهما
de: Beides
es: Ambos
fr: Les deux
it: Entrambi
pt_pt: Ambos
tr: İkisi de
zh_hans: 两者

# export.free
source: Export is free, always, and behind no purchase.
ar: التصدير مجاني دائمًا ولا يتطلب أي عملية شراء.
de: Der Export ist immer kostenlos und erfordert keinen Kauf.
es: La exportación es gratis, siempre, sin ninguna compra.
fr: L'exportation est gratuite, toujours, sans aucun achat.
it: L'esportazione è gratuita, sempre, senza alcun acquisto.
pt_pt: A exportação é gratuita, sempre, sem qualquer compra.
tr: Dışa aktarma her zaman ücretsizdir ve hiçbir satın alma gerektirmez.
zh_hans: 导出功能永久免费，无需任何购买。

# export.preview %@
source: %@ shifts will be exported
ar: سيتم تصدير %@ وردية
de: %@ Schichten werden exportiert
es: Se exportarán %@ turnos
fr: %@ services seront exportés
it: Verranno esportati %@ turni
pt_pt: Serão exportados %@ turnos
tr: %@ vardiya dışa aktarılacak
zh_hans: 将导出 %@ 个班次

# export.share
source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt_pt: Partilhar
tr: Paylaş
zh_hans: 分享

# export.start
source: Start
ar: البداية
de: Beginn
es: Inicio
fr: Début
it: Inizio
pt_pt: Início
tr: Başlangıç
zh_hans: 开始

# export.title
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt_pt: Exportar
tr: Dışa Aktar
zh_hans: 导出

# firstrun.createjob
source: Create Your First Job
ar: إنشاء وظيفتك الأولى
de: Erstelle deinen ersten Job
es: Crea tu primer empleo
fr: Créer votre premier emploi
it: Crea il tuo primo lavoro
pt_pt: Criar o seu primeiro emprego
tr: İlk İşini Oluştur
zh_hans: 创建你的第一份工作

# firstrun.currency
source: Currency Code
ar: رمز العملة
de: Währungscode
es: Código de moneda
fr: Code devise
it: Codice valuta
pt_pt: Código da moeda
tr: Para Birimi Kodu
zh_hans: 货币代码

# firstrun.loadsample
source: Load Sample Data
ar: تحميل بيانات العيّنة
de: Beispieldaten laden
es: Cargar datos de ejemplo
fr: Charger des données d'exemple
it: Carica dati di esempio
pt_pt: Carregar dados de exemplo
tr: Örnek Verileri Yükle
zh_hans: 加载示例数据

# firstrun.privacynote
source: Everything stays on this iPhone. There is no account.
ar: يبقى كل شيء على هذا الآيفون. لا يوجد حساب.
de: Alles bleibt auf diesem iPhone. Es gibt kein Konto.
es: Todo se queda en este iPhone. No hay cuenta.
fr: Tout reste sur cet iPhone. Il n'y a aucun compte.
it: Tutto resta su questo iPhone. Non esiste alcun account.
pt_pt: Tudo fica neste iPhone. Não existe conta.
tr: Her şey bu iPhone'da kalır. Hesap yoktur.
zh_hans: 一切都保存在此 iPhone 上，无需任何账户。

# firstrun.startempty
source: Start Empty
ar: البدء فارغًا
de: Leer starten
es: Empezar vacío
fr: Commencer à vide
it: Inizia vuoto
pt_pt: Começar vazio
tr: Boş Başla
zh_hans: 从空白开始

# firstrun.step1
source: Log a shift in about fifteen seconds
ar: سجّل وردية في نحو خمس عشرة ثانية
de: Erfasse eine Schicht in etwa fünfzehn Sekunden
es: Registra un turno en unos quince segundos
fr: Enregistrez un service en environ quinze secondes
it: Registra un turno in circa quindici secondi
pt_pt: Registe um turno em cerca de quinze segundos
tr: Bir vardiyayı yaklaşık on beş saniyede kaydet
zh_hans: 约十五秒即可记录一个班次

# firstrun.step2
source: See what it really paid, after the tip-out
ar: اطّلع على ما دفعته الوردية فعليًا بعد توزيع الإكراميات
de: Sieh, was sie nach der Trinkgeld-Abgabe wirklich einbrachte
es: Descubre lo que realmente pagó, después del reparto
fr: Découvrez ce qu'il a vraiment rapporté, après répartition
it: Scopri quanto ha davvero pagato, dopo la ripartizione
pt_pt: Veja o que realmente pagou, após a partilha
tr: Bahşiş paylaşımından sonra gerçekten ne kazandırdığını gör
zh_hans: 查看扣除小费分成后实际赚了多少

# firstrun.step3
source: Keep the record your employer and tax preparer will ask for
ar: احتفظ بالسجل الذي سيطلبه منك صاحب العمل ومُعِد الإقرار الضريبي
de: Führe den Nachweis, den dein Arbeitgeber und dein Steuerberater verlangen werden
es: Conserva el registro que tu empleador y tu asesor fiscal te pedirán
fr: Conservez le relevé que votre employeur et votre comptable vous demanderont
it: Conserva il registro che il tuo datore di lavoro e il tuo commercialista ti chiederanno
pt_pt: Mantenha o registo que o seu empregador e o seu contabilista vão pedir
tr: İşvereninin ve mali müşavirinin isteyeceği kaydı tut
zh_hans: 保留雇主和报税人员会要求查看的记录

# firstrun.title
source: Welcome to ShiftSlip
ar: مرحبًا بك في ShiftSlip
de: Willkommen bei ShiftSlip
es: Bienvenido a ShiftSlip
fr: Bienvenue sur ShiftSlip
it: Benvenuto su ShiftSlip
pt_pt: Bem-vindo ao ShiftSlip
tr: ShiftSlip'e Hoş Geldin
zh_hans: 欢迎使用 ShiftSlip

# history.dailytiprecord
source: Daily Tip Record
ar: سجل الإكراميات اليومي
de: Trinkgeld-Tagesnachweis
es: Registro diario de propinas
fr: Relevé quotidien des pourboires
it: Registro giornaliero delle mance
pt_pt: Registo diário de gorjetas
tr: Günlük Bahşiş Kaydı
zh_hans: 每日小费记录

# history.empty.body
source: Log your first shift from the Dashboard.
ar: سجّل ورديتك الأولى من لوحة التحكم.
de: Erfasse deine erste Schicht über die Übersicht.
es: Registra tu primer turno desde el Panel.
fr: Enregistrez votre premier service depuis le Tableau de bord.
it: Registra il tuo primo turno dalla Bacheca.
pt_pt: Registe o seu primeiro turno a partir do Painel.
tr: İlk vardiyanı Panel'den kaydet.
zh_hans: 从仪表盘记录你的第一个班次。

# history.empty.title
source: No Shifts Yet
ar: لا توجد ورديات بعد
de: Noch keine Schichten
es: Aún sin turnos
fr: Aucun service pour l'instant
it: Ancora nessun turno
pt_pt: Ainda sem turnos
tr: Henüz Vardiya Yok
zh_hans: 还没有班次

# history.grouping
source: Group By
ar: التجميع حسب
de: Gruppieren nach
es: Agrupar por
fr: Regrouper par
it: Raggruppa per
pt_pt: Agrupar por
tr: Grupla
zh_hans: 分组方式

# history.grouping.month
source: Month
ar: شهر
de: Monat
es: Mes
fr: Mois
it: Mese
pt_pt: Mês
tr: Ay
zh_hans: 月

# history.grouping.period
source: Pay Period
ar: فترة الدفع
de: Abrechnungszeitraum
es: Periodo de pago
fr: Période de paie
it: Periodo di paga
pt_pt: Período de pagamento
tr: Ödeme Dönemi
zh_hans: 薪资周期

# history.grouping.week
source: Week
ar: أسبوع
de: Woche
es: Semana
fr: Semaine
it: Settimana
pt_pt: Semana
tr: Hafta
zh_hans: 周

# history.jobfilter
source: Job
ar: الوظيفة
es: Empleo
fr: Emploi
it: Lavoro
pt_pt: Emprego
tr: İş
zh_hans: 工作

# history.jobfilter.all
source: All Jobs
ar: جميع الوظائف
de: Alle Jobs
es: Todos los empleos
fr: Tous les emplois
it: Tutti i lavori
pt_pt: Todos os empregos
tr: Tüm İşler
zh_hans: 所有工作

# jobedit.anchordate
source: A Past Period Start
ar: بداية فترة سابقة
de: Beginn eines vergangenen Zeitraums
es: Inicio de un periodo pasado
fr: Début d'une période passée
it: Inizio di un periodo passato
pt_pt: Início de um período passado
tr: Geçmiş Bir Dönem Başlangıcı
zh_hans: 过去某周期的开始日

# jobedit.baserate
source: Base Rate
ar: الأجر الأساسي
de: Grundlohn
es: Tarifa base
fr: Taux de base
it: Tariffa base
pt_pt: Taxa base
tr: Temel Ücret
zh_hans: 基本时薪

# jobedit.business
source: Business Name
ar: اسم النشاط التجاري
de: Firmenname
es: Nombre del negocio
fr: Nom de l'entreprise
it: Nome dell'attività
pt_pt: Nome da empresa
tr: İşletme Adı
zh_hans: 企业名称

# jobedit.currencycode
source: Currency Code
ar: رمز العملة
de: Währungscode
es: Código de moneda
fr: Code devise
it: Codice valuta
pt_pt: Código da moeda
tr: Para Birimi Kodu
zh_hans: 货币代码

# jobedit.currencysymbol
source: Currency Symbol
ar: رمز العملة
de: Währungssymbol
es: Símbolo de moneda
fr: Symbole monétaire
it: Simbolo valuta
pt_pt: Símbolo da moeda
tr: Para Birimi Simgesi
zh_hans: 货币符号

# jobedit.cycle
source: Cycle
ar: الدورة
de: Zyklus
es: Ciclo
it: Ciclo
pt_pt: Ciclo
tr: Döngü
zh_hans: 周期

# jobedit.employer
source: Employer
ar: صاحب العمل
de: Arbeitgeber
es: Empleador
fr: Employeur
it: Datore di lavoro
pt_pt: Empregador
tr: İşveren
zh_hans: 雇主

# jobedit.existing
source: Edit Job
ar: تعديل الوظيفة
de: Job bearbeiten
es: Editar empleo
fr: Modifier l'emploi
it: Modifica lavoro
pt_pt: Editar emprego
tr: İşi Düzenle
zh_hans: 编辑工作

# jobedit.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
pt_pt: Nome
tr: Ad
zh_hans: 名称

# jobedit.new
source: New Job
ar: وظيفة جديدة
de: Neuer Job
es: Nuevo empleo
fr: Nouvel emploi
it: Nuovo lavoro
pt_pt: Novo emprego
tr: Yeni İş
zh_hans: 新工作

# jobedit.occupation
source: Occupation
ar: المهنة
de: Beruf
es: Ocupación
fr: Profession
it: Occupazione
pt_pt: Ocupação
tr: Meslek
zh_hans: 职业

# jobedit.paytype
source: Pay Type
ar: نوع الأجر
de: Lohnart
es: Tipo de pago
fr: Type de rémunération
it: Tipo di paga
pt_pt: Tipo de pagamento
tr: Ücret Türü
zh_hans: 薪资类型

# jobedit.section.basics
source: Basics
ar: الأساسيات
de: Grunddaten
es: Datos básicos
fr: Informations de base
it: Informazioni di base
pt_pt: Dados básicos
tr: Temel Bilgiler
zh_hans: 基本信息

# jobedit.section.currency
source: Currency
ar: العملة
de: Währung
es: Moneda
fr: Devise
it: Valuta
pt_pt: Moeda
tr: Para Birimi
zh_hans: 货币

# jobedit.section.cycle
source: Pay Period
ar: فترة الدفع
de: Abrechnungszeitraum
es: Periodo de pago
fr: Période de paie
it: Periodo di paga
pt_pt: Período de pagamento
tr: Ödeme Dönemi
zh_hans: 薪资周期

# jobedit.section.record
source: For the Record
ar: للسجل
de: Für den Nachweis
es: Para el registro
fr: Pour le relevé
it: Per il registro
pt_pt: Para o registo
tr: Kayıt İçin
zh_hans: 记录信息

# jobedit.section.tipout
source: Default Tip-Out Rule
ar: قاعدة توزيع الإكراميات الافتراضية
de: Standard-Trinkgeldregel
es: Regla de reparto predeterminada
fr: Règle de répartition par défaut
it: Regola di ripartizione predefinita
pt_pt: Regra de partilha predefinida
tr: Varsayılan Bahşiş Kuralı
zh_hans: 默认小费分成规则

# jobedit.section.tipout.footer
source: Applied automatically to a new shift for this job; editable per shift.
ar: تُطبَّق تلقائيًا على وردية جديدة لهذه الوظيفة؛ قابلة للتعديل لكل وردية.
de: Wird automatisch auf eine neue Schicht dieses Jobs angewendet; pro Schicht änderbar.
es: Se aplica automáticamente a un nuevo turno de este empleo; se puede editar por turno.
fr: Appliquée automatiquement à un nouveau service pour cet emploi ; modifiable par service.
it: Applicata automaticamente a un nuovo turno per questo lavoro; modificabile per turno.
pt_pt: Aplicada automaticamente a um novo turno deste emprego; editável por turno.
tr: Bu iş için yeni bir vardiyaya otomatik uygulanır; vardiya bazında düzenlenebilir.
zh_hans: 自动应用于该工作的新班次；可按班次单独编辑。

# jobedit.startweekday
source: Start Day
ar: يوم البداية
de: Starttag
es: Día de inicio
fr: Jour de début
it: Giorno di inizio
pt_pt: Dia de início
tr: Başlangıç Günü
zh_hans: 起始日

# jobedit.tipout.count %@
source: %@ recipients
ar: %@ مستفيدين
de: %@ Empfänger
es: %@ destinatarios
fr: %@ bénéficiaires
it: %@ destinatari
pt_pt: %@ destinatários
tr: %@ alıcı
zh_hans: %@ 位接收人

# jobedit.tipout.rule
source: Tip-Out Rule
ar: قاعدة توزيع الإكراميات
de: Trinkgeld-Regel
es: Regla de reparto
fr: Règle de répartition
it: Regola di ripartizione
pt_pt: Regra de partilha
tr: Bahşiş Kuralı
zh_hans: 小费分成规则

# jobs.add
source: Add Job
ar: إضافة وظيفة
de: Job hinzufügen
es: Añadir empleo
fr: Ajouter un emploi
it: Aggiungi lavoro
pt_pt: Adicionar emprego
tr: İş Ekle
zh_hans: 添加工作

# jobs.delete.confirm.action
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_pt: Eliminar
tr: Sil
zh_hans: 删除

# jobs.delete.confirm.message %@
source: This will also delete %@ shift(s) logged for this job.
ar: سيؤدي هذا أيضًا إلى حذف %@ وردية مسجلة لهذه الوظيفة.
de: Dadurch werden auch %@ für diesen Job erfasste Schicht(en) gelöscht.
es: Esto también eliminará %@ turno(s) registrados para este empleo.
fr: Cela supprimera également %@ service(s) enregistré(s) pour cet emploi.
it: Verranno eliminati anche %@ turno/i registrati per questo lavoro.
pt_pt: Isto também eliminará %@ turno(s) registados para este emprego.
tr: Bu iş için kaydedilen %@ vardiya da silinecek.
zh_hans: 这也将删除为此工作记录的 %@ 个班次。

# jobs.delete.confirm.title
source: Delete This Job?
ar: هل تريد حذف هذه الوظيفة؟
de: Diesen Job löschen?
es: ¿Eliminar este empleo?
fr: Supprimer cet emploi ?
it: Eliminare questo lavoro?
pt_pt: Eliminar este emprego?
tr: Bu İş Silinsin mi?
zh_hans: 删除此工作？

# jobs.empty.body
source: Add your first job to start logging shifts.
ar: أضف وظيفتك الأولى لتبدأ بتسجيل الورديات.
de: Füge deinen ersten Job hinzu, um Schichten zu erfassen.
es: Añade tu primer empleo para empezar a registrar turnos.
fr: Ajoutez votre premier emploi pour commencer à enregistrer des services.
it: Aggiungi il tuo primo lavoro per iniziare a registrare i turni.
pt_pt: Adicione o seu primeiro emprego para começar a registar turnos.
tr: Vardiya kaydetmeye başlamak için ilk işini ekle.
zh_hans: 添加你的第一份工作即可开始记录班次。

# jobs.empty.title
source: No Jobs Yet
ar: لا توجد وظائف بعد
de: Noch keine Jobs
es: Aún sin empleos
fr: Aucun emploi pour l'instant
it: Ancora nessun lavoro
pt_pt: Ainda sem empregos
tr: Henüz İş Yok
zh_hans: 还没有工作

# jobs.row.shiftcount %@
source: %@ shifts
ar: %@ وردية
de: %@ Schichten
es: %@ turnos
fr: %@ services
it: %@ turni
pt_pt: %@ turnos
tr: %@ vardiya
zh_hans: %@ 个班次

# logshift.cashtips
source: Cash Tips
ar: الإكراميات النقدية
de: Bartrinkgeld
es: Propinas en efectivo
fr: Pourboires en espèces
it: Mance in contanti
pt_pt: Gorjetas em dinheiro
tr: Nakit Bahşiş
zh_hans: 现金小费

# logshift.chargetips
source: Charge Tips
ar: إكراميات البطاقة
de: Kartentrinkgeld
es: Propinas con tarjeta
fr: Pourboires par carte
it: Mance con carta
pt_pt: Gorjetas em cartão
tr: Kart Bahşişi
zh_hans: 刷卡小费

# logshift.date
source: Date
ar: التاريخ
de: Datum
es: Fecha
it: Data
pt_pt: Data
tr: Tarih
zh_hans: 日期

# logshift.endtime
source: End Time
ar: وقت الانتهاء
de: Endzeit
es: Hora de fin
fr: Heure de fin
it: Ora di fine
pt_pt: Hora de fim
tr: Bitiş Saati
zh_hans: 结束时间

# logshift.entrymode
source: Entry Mode
ar: طريقة الإدخال
de: Eingabemodus
es: Modo de entrada
fr: Mode de saisie
it: Modalità di inserimento
pt_pt: Modo de introdução
tr: Giriş Modu
zh_hans: 输入方式

# logshift.entrymode.hours
source: Hours
ar: الساعات
de: Stunden
es: Horas
fr: Heures
it: Ore
pt_pt: Horas
tr: Saat
zh_hans: 小时数

# logshift.entrymode.times
source: Start/End
ar: البداية/النهاية
de: Start/Ende
es: Inicio/Fin
fr: Début/Fin
it: Inizio/Fine
pt_pt: Início/Fim
tr: Başlangıç/Bitiş
zh_hans: 起止时间

# logshift.hours
source: Hours Worked
ar: ساعات العمل
de: Gearbeitete Stunden
es: Horas trabajadas
fr: Heures travaillées
it: Ore lavorate
pt_pt: Horas trabalhadas
tr: Çalışılan Saat
zh_hans: 工作时长

# logshift.job
source: Job
ar: الوظيفة
es: Empleo
fr: Emploi
it: Lavoro
pt_pt: Emprego
tr: İş
zh_hans: 工作

# logshift.live.effectivehourly
source: Effective Hourly
ar: الأجر الفعلي بالساعة
de: Effektiver Stundenlohn
es: Tarifa efectiva por hora
fr: Taux horaire effectif
it: Tariffa oraria effettiva
pt_pt: Valor-hora efetivo
tr: Efektif Saatlik
zh_hans: 实际时薪

# logshift.live.tipskept
source: Tips Kept
ar: الإكراميات المتبقية
de: Behaltenes Trinkgeld
es: Propinas netas
fr: Pourboires conservés
it: Mance nette
pt_pt: Gorjetas líquidas
tr: Kalan Bahşiş
zh_hans: 净得小费

# logshift.noncashtips
source: Noncash Tip Value
ar: قيمة الإكراميات غير النقدية
de: Wert der Sachtrinkgelder
es: Valor de propina no monetaria
fr: Valeur des pourboires non monétaires
it: Valore mance non in contanti
pt_pt: Valor de gorjeta não monetária
tr: Nakit Olmayan Bahşiş Değeri
zh_hans: 非现金小费价值

# logshift.photo.add
source: Add Photo
ar: إضافة صورة
de: Foto hinzufügen
es: Añadir foto
fr: Ajouter une photo
it: Aggiungi foto
pt_pt: Adicionar foto
tr: Fotoğraf Ekle
zh_hans: 添加照片

# logshift.photo.replace
source: Replace Photo
ar: استبدال الصورة
de: Foto ersetzen
es: Reemplazar foto
fr: Remplacer la photo
it: Sostituisci foto
pt_pt: Substituir foto
tr: Fotoğrafı Değiştir
zh_hans: 更换照片
